shares                                                                                        \r\nAs at the date of this report, there were 723,875 unissued ordinary shares under options (725,000 at the reporting date). Refer to the remuneration report for further details of the options outstanding.\r\n\r\nOption holders do not have any right, by virtue of the option, to participate in any share issue of the Company or any related body corporate.\r\n#####CA 300(1)(e),(3),(6)\r\n\r\n####Shares issued as a result of the exercise of options                                   \r\nDuring the financial year, employees and executives have exercised options to acquire 75,000 fully paid ordinary shares in Endeavour (International) Limited at a weighted average exercise price of $2.33 per share.\r\n#####CA 300(1)(f),(3),(7)\r\n\r\n####Indemnification and insurance of directors and officers      \r\n#####CA 300(1)(g)\r\n                                                                                                                                                  \r\nDuring the financial year, the Company indemnified Mr Boiteau against a liability for costs and expenses incurred in defending proceedings brought against him for a breach of employment regulations by Bright Sparks Ltd. Mr Boiteau was acquitted. The amount of the indemnity was $8,000.\r\n#####CA 300(8)(a),(9) \r\n                                                                                                                 \r\nThe Company has agreed to indemnify all the directors and executive officers for any breach of environmental or discrimination laws by the Company for which they may be held personally liable. The agreement provides for the Company to pay an amount not exceeding $200,000 provided that:\r\n(a) The liability does not arise out of conduct involving a lack of good faith\r\n(b) The liability is for costs and expenses incurred by the director or officer in defending proceedings in which judgement is given in their favour or in which they are acquitted\r\n#####CA 300(8)(a),(9)\r\n\r\n\r\n\r\n","user_id":1,"created_at":"2014-07-22T17:55:27.408Z","updated_at":"2014-07-23T21:12:40.121Z","pagenumber":17},{"id":1,"title":"Foreword","content":"A number of significant financial reporting developments become effective in 2013. Australian companies will therefore be adopting, amongst others, the new standards on consolidation and joint operations for the first time. The new consolidation standard represents a significant change to the process of determining which entities are included in consolidated financial statements, while the new standard for joint arrangements aims to better reflect the substance of these arrangements and eliminate the choice of accounting that has existed to date.\r\n\r\nA key objective for issuing the new standards is to increase the comparability and transparency of financial reporting. For example, even if management determines that it does not control another entity, management still must disclose the information that is considered in reaching that decision, so its judgement becomes more transparent. The Australian Securities and Investments Commission (ASIC) agenda also reflects the need for increased transparency in financial reporting.\r\n\r\nAustralian companies continue to experience pressure on asset valuations due to continuing economic uncertainty affecting cash flow forecasts. In this context, ASIC has continued to focus on how companies apply the impairment standard via its annual surveillance programs and disclosures relating to impairment continue to be increasingly sensitive. This edition reflects developments in current practice in this area. The comprehensive impairment disclosures should serve as a useful means of comparison when companies prepare the impairment disclosures in the forthcoming reporting season.\r\n\r\nThis new edition of Endeavour also illustrates the application of AASB 13 Fair Value Measurement and the amendments to AASB 119 Employee Benefits and AASB 136 Impairment.\r\n\r\nEndeavour is designed to assist you with your disclosures when preparing your own financial reports. It continues to be closely aligned with Good Group – our illustrative financial statements prepared in accordance with International Financial Reporting Standards (IFRS), which will facilitate comparability with overseas companies.\r\n\r\nThe International Accounting Standards Board (IASB) continues to move forward with its standard-setting activities and the ability to plot a steady course in a sea of upcoming change is critical. Further developments in the new standards on leases, revenue recognition and financial instruments are anticipated in the coming year.\r\n\r\nI trust this publication will be a useful benchmark when preparing your financial statement disclosures for this reporting season.\r\n\r\n![Alt text](/Desktop/Screen Shot 2014-07-21 at 12.38.12.png)\r\nLynda Tomkins\r\nPartner and National Leader — IFRS Desk Ernst \u0026 Young Australia\r\n2 December 2013","user_id":1,"created_at":"2014-07-22T13:52:03.451Z","updated_at":"2014-07-23T10:12:10.701Z","pagenumber":2},{"id":4,"title":"Introduction","content":"This document contains the consolidated financial report of a fictitious, publicly listed entity, Endeavour (International) Limited (the Company or the Parent), an industrial company with subsidiaries (the Group). Endeavour (International) Limited is incorporated and listed in Australia, with a reporting date of 31 December 2013.\r\n\r\nThe enclosed financial report has been prepared in accordance with the requirements of the Corporations Act 2001 and Australian Accounting Standards. The report is intended to illustrate the disclosure requirements of the Accounting Standards, including providing interpretive commentary where necessary.\r\n\r\nThis financial report is illustrative only and does not attempt to show all possible accounting and disclosure requirements. It is essential to refer to the relevant authoritative source and, where necessary, seek appropriate professional advice. Although the illustrative financial report attempts to show the most common disclosure requirements for industrial companies, it should not be regarded as a comprehensive checklist. For a more comprehensive list of disclosure requirements, please refer to Ernst \u0026 Young's Financial reporting standards disclosure checklist. Enquiries regarding specialised industries and areas of accounting (e.g., insurance, US GAAP) should be directed to an Ernst \u0026 Young professional.\r\n\r\nEach section of the financial report of the Group is cross-referenced to commentary. Source references to the authoritative literature are also provided. The commentary follows the disclosure contained in each section of the financial report and is intended to highlight disclosure requirements of the note or to explain the approach taken in providing the illustrative disclosure in this report.\r\n\r\n###What’s new in this update?\r\nThis edition of Endeavour (International) Limited includes financial reporting developments that have occurred since the January 2013 edition. A summary of the most significant changes made to this edition are as follows:\r\n\r\n| Summary of changes                                                                                                   | Reference                                                              |\r\n|----------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------|\r\n|----------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------|\r\n| Distributions of non-cash assets to owners                                                                |                                                                                |\r\n| In this edition, the Group makes non-cash distributions to equity holders of              |         Note 2(j) Summary of significant accounting  |\r\n| the parent under the scope of AASB Int 17 Distributions of Non-cash Assets            |         policies                                                           |\r\n| to Owners whereby shares in Hose Limited, a subsidiary and discontinued               |                                                                               |\r\n| operation, were distributed to shareholders of Endeavour (International)                    |        Note 24 Dividends paid and proposed           |\r\n| Limited. The financial statements have been updated to reflect this                            |                                                                              |\r\n| transaction.                                                                                                                   |                                                                              |\r\n| -----------------------------------------------------------------------------------------------------------|-------------------------------------------------------------- |                             \r\n| New format for statement of comprehensive income                                                   |                                                                              |\r\n| In September 2011, the AASB issued amending standard AASB 2011-9 in                 |        Statement of Comprehensive Income           |\r\n| relation to the presentation of items of other comprehensive income. The                  |                                                                              |\r\n| amendment is applicable for annual reporting periods beginning on or after 1            |                                                                              | \r\n| July 2012. In the January 2013 edition of Endeavour (International) Limited                |                                                                              |\r\n| these disclosures were illustrated in an appendix to the publication. In this                 |                                                                              |\r\n| year’s edition they are now incorporated within the main body of the full                     |                                                                              |\r\n| year illustrative financial statements.                                                                             |                                                                              |\r\n\r\n\r\n###Areas of note\r\nIn the current economic environment, disclosures relating to impairment continue to be increasingly sensitive. To reflect current practice and development, certain changes to the impairment disclosures have been made in this edition.\r\n\r\nImpairment disclosures are summarised in the following notes:\r\n*  Accounting policy disclosures                                                Note 2\r\n*  Disclosures for significant assumptions                                  Note 3\r\n*  Property, plant and equipment                                                Note 15\r\n*  Intangible assets                                                                     Note 17\r\n*  Other financial assets                                                             Note 18\r\n*  Goodwill and intangible assets with indefinite lives                 Note 19\r\n*  Trade receivables                                                                    Note 21                                                                  \r\n\r\n","user_id":1,"created_at":"2014-07-22T15:25:37.467Z","updated_at":"2014-07-23T19:04:29.459Z","pagenumber":5},{"id":5,"title":"Introduction (continued)","content":"###Allowed alternative treatments\r\nIn some cases, an Australian Accounting Standard permits more than one accounting treatment for a transaction or event. Preparers of financial statements should select the treatment that is most relevant to their business and the relevant circumstances as their accounting policy.\r\n\r\nAASB 108 Accounting Policies, Changes in Accounting Estimates and Errors, requires an entity to select and apply its accounting policies consistently for similar transactions, events and/or conditions, unless an Australian Accounting Standard requires or permits categorisation of items for which different policies may be appropriate. Where an Australian Accounting Standard requires or permits such categorisation, an appropriate accounting policy is selected and applied consistently to each category. Therefore, once a choice of one of the alternative treatments has been made, it becomes an accounting policy and must be applied consistently. Changes in accounting policy should only be made if required by a standard or interpretation, or if the change results in the financial statements providing more reliable and relevant information.\r\n\r\nIn this publication, when a choice is permitted by an Australian Accounting Standard, the Group has adopted one of the treatments as appropriate to the circumstances of the Group. In these cases the commentary provides details of which policy has been selected, the reasons for this policy selection, and the difference in the disclosure requirements.\r\n\r\n###Financial review by management\r\nMany entities present a financial review by management that is outside the financial statements. The Australian Accounting Standards do not require the presentation of such information, although paragraph 13 of AASB 101 Presentation of Financial Statements gives a brief outline of what may be included in an annual report. The AASB issued an AASB Practice Statement Management Commentary in December 2010, which provides a broad, non-binding framework for the presentation of a management commentary that relates to financial statements prepared in accordance with Australian Accounting Standards. If a company decides to follow the guidance in the Practice Statement, management is encouraged to explain the extent to which the Practice Statement has been followed. A statement of compliance with the Practice Statement is only permitted if it is followed in its entirety.\r\n\r\nFurther, the content of a financial review by management in relation to the financial statements is often determined by the requirements of the Corporations Act 2001.\r\n\r\n###Australian Accounting Standards\r\nWhen complying with Australian Accounting Standards, preparers also need to comply with all applicable amending standards and interpretations.\r\n\r\n###Australian Accounting Standards applicable as at 31 October 2013\r\nThe standards applied in these illustrative financial statements are those that were in issue as at 31 August 2013 and effective for annual periods beginning on or after 1 January 2013. Standards issued, but not yet effective, as at 1 January 2013 have generally not been early adopted. It is important to note that these illustrative financial statements will require continual updating as standards are issued and/or revised.\r\n\r\nUsers of this publication are cautioned to check that there has been no change in requirements of standards between 31 October 2013 and the date on which their financial statements are authorised for issue. In accordance with AASB 108.30, specific disclosure requirements apply for standards and interpretations issued but not yet effective (see Note 2.3(ii) of these illustrative financial statements). Furthermore, if the financial year of an entity is other than the calendar year, new and revised standards applied in these illustrative financial statements may not be applicable. For example, the Group has applied AASB 11 Joint Arrangements (and also AASB 10 Consolidated Financial Statements and AASB 12 Disclosure of Interests in Other Entities) for the first time in these illustrative financial statements. An entity with a financial year that commences from, for example, 1 October and ends on 30 September must apply AASB 11 for the first time in the annual financial statements beginning on 1 October 2013. Therefore, AASB 11 is not applicable in the financial statements with a year-end on 30 September 2013, unless it voluntarily chooses to early-adopt.\r\n\r\n\r\n","user_id":1,"created_at":"2014-07-22T15:34:59.414Z","updated_at":"2014-07-23T19:07:15.280Z","pagenumber":6},{"id":9,"title":"Contents to financial report (continued)","content":"|||\r\n| ---- | ------ |\r\n| 26.  Government grants...............................................................................................................................| 143 |\r\n| 27. Deferred revenue ..................................................................................................................................| 143 |\r\n| 28. Employee benefit liability .......................................................................................................................| 144 |\r\n| 29.  Share-based payments.........................................................................................................................| 149 |\r\n| 30. Trade and other payables (current) .......................................................................................................| 151 |\r\n| 31. Related party disclosures ......................................................................................................................| 151 |\r\n| 32. Commitments and contingencies ..........................................................................................................| 153 |\r\n| 33. Events after the reporting period ...........................................................................................................| 155 |\r\n| 34. Auditors' remuneration ..........................................................................................................................| 156 |\r\n| 35. Information relating to Endeavour (International) Limited (the Parent)....................................................| 157 |\r\n| Directors' declaration ...................................................................................................................................| 158 | \r\n| Independent auditor's report ........................................................................................................................| 159 | \r\n| ASX additional information.............................................................................................................................| 161 | \r\n| Appendix A — Closed Group class order disclosures....................................................................................| 163 | \r\n| Appendix B — Agricultural assets example disclosures.................................................................................| 165 | \r\n| Appendix C — Half-year financial report ........................................................................................................| 167 | \r\n| Appendix D — Australian reporting requirements ..........................................................................................| 203 |","user_id":1,"created_at":"2014-07-22T16:54:22.052Z","updated_at":"2014-07-23T19:55:28.453Z","pagenumber":11},{"id":10,"title":"Corporate information","content":"ABN 00 000 000 000                                                                                                         \r\n#####CA 153(2)\r\nDirectors\r\nJ. Barraclough, Chairman\r\nM.P. Boiteau, Chief Executive Officer C.P. Muller\r\nF. van den Berg\r\nA.N. Lockwood\r\nM. Evans\r\nM.A. Vlahov\r\nC. Smart\r\nP.R. García\r\n\r\nCompany Secretary                                                                                                      \r\nG.K. Dellas\r\n#####ASX 4.10.10\r\n\r\nRegistered office\r\nHomefire House                                                                                                           \r\nAshdown Square                                                                                                    \r\nAustralia\r\n#####ASX 4.10.11\r\n#####AASB 101.138(a)\r\n\r\nPrincipal place of business                                                                                     \r\nBush Avenue\r\nMulberry Park\r\nAustralia\r\nPhone: 61 3 9876 5432\r\n#####AASB 101.138(a)\r\n\r\nShare register                                                                                                           \r\nEverest Registry Services 23rd Floor\r\n43 Terry Street\r\nAustralia\r\nPhone: 61 2 9876 5431\r\n#####ASX 4.10.12\r\n\r\nEndeavour (International) Limited shares are listed on the Australian Stock Exchange (ASX)\r\n#####ASX 4.10.13\r\nSolicitors\r\nSolicitors \u0026 Co 7 \r\nGeorge Street \r\nAustralia\r\n\r\nBankers\r\nBank Limited \r\nGeorge Street \r\nAustralia\r\n\r\nAuditors\r\nErnst \u0026 Young \r\nAustralia","user_id":1,"created_at":"2014-07-22T17:07:47.291Z","updated_at":"2014-07-23T20:00:27.691Z","pagenumber":12},{"id":11,"title":"Directors' report","content":"Your directors submit their report for the year ended 31 December 2013.                                                 \r\n#####CA 298(1)\r\n###Directors\r\nThe names and details of the Company's directors in office during the financial year and until the date of   \r\nthis report are as follows. Directors were in office for this entire period unless otherwise stated.\r\n#####CA 300(1)(c)\r\n####Names, qualifications, experience and special responsibilities                                                                      \r\n#####CA 300(10)(a)\r\n####J. Barraclough (Non-executive Chairman)\r\nJ. Barraclough joined Endeavour (International) Limited in 2008 as the Group Chairman. He also serves on the audit, remuneration and nomination committees of the Group. During the past three years\r\nMr Barraclough has also served as a director of the following other listed companies:\r\n* D.A. Bank Ltd* — appointed 30 June 2008\r\n* Spartan Ltd — appointed 30 October 2006; resigned 29 October 2013                                                \r\n* Horizon Oil Ltd* — appointed 15 July 2009\r\n*Denotes current directorship\r\n\r\n#####CA 300(11)(e)\r\n\r\n####M.P. Boiteau, B.Sc (Director and Chief Executive Officer)\r\nM.P. Boiteau joined the Company as part of the acquisition of the fire prevention business in 1984, becoming Production Manager in 1995 and a director in 1999. He now combines the role of Production Director with that of Managing Director while also serving on the Group's finance and treasury committees.\r\n\r\nC.P. Muller, B.Com., F.C.A. (Finance Director)\r\nC.P. Muller joined Endeavour (International) Limited as Finance Director in 2003. Prior to joining the Group, she was a senior partner in an accounting firm. Ms Muller also serves on the Group's finance and treasury committees.\r\n\r\n####F. van den Berg, LL.B.\r\nF. van den Berg has combined his work as a practising solicitor with his role as a non-executive director of the Company since 2003. He resigned as a non-executive director of the board on 15 January 2014. F. van den Berg was a member of the remuneration and nomination committees and was chairman of the Group's audit committee. During the past three years he has also served as a director of the following listed companies:\r\n\r\n* Castle Ltd* — appointed 15 July 2007\r\n* Carrington Ltd — appointed 30 June 2004; resigned 29 June 2012    \r\n*Denotes current directorship\r\n\r\n#####CA300(11)(e) \r\n\r\n####A.N. Lockwood, M. Eng.\r\nA.N. Lockwood joined the board as a non-executive director in 2007. She is an engineer with significant expertise in the electronics and aviation industries and also serves on the nomination and remuneration committees of the Group.\r\n\r\n####M. Evans\r\nM. Evans is an American citizen and served as the President of the Australasian operations of S.J. Limited, the ultimate holding company of Endeavour (International) Limited, from 1983 to 1987. He retired as a non-executive director of the board on 28 July 2013. During the past three years Mr Evans has held the following listed company directorships:\r\n* DE Manufacturing Ltd — appointed 31 December 2003; resigned 30 June 2012\r\n","user_id":1,"created_at":"2014-07-22T17:13:22.397Z","updated_at":"2014-07-23T20:15:50.889Z","pagenumber":14},{"id":8,"title":"Contents to financial report","content":"|||\r\n|------|----|\r\n| Corporate information .....................................................................................................................................|   3  |\r\n| Directors' report ..............................................................................................................................................|   5  |\r\n| Corporate governance statement ...................................................................................................................|  27  |\r\n| Consolidated statement of profit or loss ..........................................................................................................|  37  |\r\n| Consolidated statement of financial position ...................................................................................................|  41  |\r\n| Consolidated statement of changes in equity ..................................................................................................|  43  |\r\n| Consolidated statement of cash flows..............................................................................................................|  46  |\r\n| Notes to the consolidated financial statements ...............................................................................................|  47  |\r\n| 1.          Corporate information .........................................................................................................................|  47  |\r\n| 2.       Summary of significant accounting policies ...........................................................................................|  47  |\r\n| 2.1      Basis of preparation ..............................................................................................................................|  48  |\r\n| 2.2       Compliance with IFRS ..........................................................................................................................|  48  |\r\n| 2.3 Changes in accounting policy, disclosures, standards and interpretations ................................................| 48   |\r\n| 3.    Significant accounting judgements, estimates and assumptions ..............................................................|  80  |\r\n| 4.    Business combinations and acquisition of non-controlling interests ..........................................................| 85  |\r\n| 5.     Information relating to subsidiaries ...........................................................................................................|  89  |\r\n| 6. Material parly-owned subsidiaries ................................................................................................................|  90  |\r\n| 7.    Interest in a joint venture ...........................................................................................................................|  93  |\r\n| 8.    Investment in an associate ........................................................................................................................|  94  |\r\n| 9. Fair value measurement................................................................................................................................|  95  |\r\n| 10.  Segment information .................................................................................................................................|  98  |\r\n| 11.  Other income/expenses and adjustments..................................................................................................| 101 |\r\n| 11.1  Other operating income............................................................................................................................| 101 |\r\n| 11.2  Other operating expenses.........................................................................................................................| 101 |\r\n| 11.3  Finance costs............................................................................................................................................| 102 |\r\n| 11.4  Finance income.........................................................................................................................................| 102 |\r\n| 11.5 Depreciation, amortisation, foreign exchange differences and costs of inventories included in \r\n| the consolidated statement of profit or loss........................................................................................................| 102 |\r\n| 11.6  Employeebenefitsexpense.........................................................................................................................| 103 |\r\n| 11.7 Researchanddevelopmentcosts.................................................................................................................| 103 |\r\n| 11.8 Componentsofothercomprehensiveincome(OCI)........................................................................................| 103 |\r\n| 12.   Income tax..................................................................................................................................................| 104 |\r\n| 13.   Discontinued operations.............................................................................................................................| 109 |\r\n| 14.   Earnings per share (EPS)............................................................................................................................| 112 |\r\n| 15.   Property, plant and equipment ...................................................................................................................| 113 |\r\n| 16.   Investment properties..................................................................................................................................| 115 |\r\n| 17.   Intangible assets .........................................................................................................................................| 117 |\r\n| 18.    Financial assets and financial liabilities ......................................................................................................| 118 |\r\n| 18.1 Financial assets ...........................................................................................................................................| 118 |\r\n| 18.2 Financial liabilities, Interest-bearing loans and borrowings ..........................................................................| 119 |\r\n| 18.3 Hedgingactivitiesandderivatives....................................................................................................................| 123 |\r\n| 18.4 Fair values ....................................................................................................................................................| 124 |\r\n| 18.5 Financial risk management objectives and policies .....................................................................................| 128 |\r\n| 18.6 CapitalManagement......................................................................................................................................| 134 | \r\n| 19 Impairment testing of goodwill and intangible assets with indefinite lives........................................................| 135 |\r\n| 20. Inventories .....................................................................................................................................................| 137 |\r\n| 21. Trade and other receivables (current) ...........................................................................................................| 137 |\r\n| 22.  Cash and short-term deposits ..................................................................................................................... | 138 |\r\n| 23.  Issued capital and reserves .........................................................................................................................| 139 |\r\n| 24.  Dividends paid and proposed ...................................................................................................................... | 141 |\r\n| 25.  Provisions......................................................................................................................................................| 142 |\r\n","user_id":1,"created_at":"2014-07-22T16:10:34.897Z","updated_at":"2014-07-23T19:54:49.908Z","pagenumber":10},{"id":19,"title":"Directors' report cover page ","content":"Directors' report ","user_id":1,"created_at":"2014-07-23T00:21:22.346Z","updated_at":"2014-07-23T20:02:37.647Z","pagenumber":13},{"id":17,"title":"Cover page ","content":"Endeavour^TM (International ) Limited\r\nDecember 2013 edition \r\n\r\nAn illustration of an Australian company's annual \r\nfinancial report for the 31 December 2013 year end \r\n(also applicable to 30 June 2014 year ends )","user_id":1,"created_at":"2014-07-22T23:07:47.282Z","updated_at":"2014-07-23T10:11:01.950Z","pagenumber":1},{"id":3,"title":"Contents (continued)","content":"|||\r\n|---|---|\r\n| 22. Cash and short-term deposits ...........................................................................................................| 138 |\r\n| 23.  Issued capital and reserves .............................................................................................................| 139 |\r\n| 24.  Dividends paid and proposed ...........................................................................................................| 141 |\r\n| 25.  Provisions..........................................................................................................................................| 142 |\r\n| 26.  Government grants............................................................................................................................| 143 |\r\n| 27.  Deferred revenue ..............................................................................................................................| 143 |\r\n| 28.  Employee benefit liability ...................................................................................................................| 144 |\r\n| 29.  Share-based payments......................................................................................................................| 149 |\r\n| 30.  Trade and other payables (current) ...................................................................................................| 151 |\r\n| 31.  Related party disclosures ..................................................................................................................| 151 |\r\n| 32.  Commitments and contingencies ......................................................................................................| 153 |\r\n| 33.  Events after the reporting period .......................................................................................................| 155 |\r\n| 34.  Auditors' remuneration ......................................................................................................................| 156 |\r\n| 35.  Information relating to Endeavour (International) Limited (the Parent)................................................| 157 |\r\n| Directors' declaration ................................................................................................................................| 158 |\r\n| Independent auditor's report .....................................................................................................................| 159 |\r\n| ASX additional information..........................................................................................................................| 161 | \r\n| Appendix A — Closed Group class order disclosures................................................................................ | 163 | \r\n| Appendix B — Agricultural assets example disclosures..............................................................................| 165 | \r\n| Appendix C — Half-year financial report .....................................................................................................| 167 | \r\n| Appendix D — Australian reporting requirements .......................................................................................| 203 |","user_id":1,"created_at":"2014-07-22T14:56:06.107Z","updated_at":"2014-07-23T18:28:22.292Z","pagenumber":3},{"id":21,"title":"Basic of Preparation ","content":"For the year ended 31 December 2013\r\n2. Summary of significant accounting policies (continued)\r\n2.1 Basis of preparation                                                                                                                                                   AASB 101.119,\r\n                                                                                                                                                                                    AASB 101.112(a)\r\nThe financial report is a general purpose financial report, which has been prepared in accordance with                       AASB 101.117(a)\r\nthe requirements of the Corporations Act 2001, Australian Accounting Standards and other authoritative \r\npronouncements of the Australian Accounting Standards Board. The financial report has also been prepared \r\non a historical cost basis, except for investment properties, land and buildings, derivative financial \r\ninstruments and available-for-sale (AFS) investments, contingent consideration and non-cash distribution \r\nliability which have been measured at fair value. The carrying values of recognised assets and liabilities that \r\nare designated as hedged items in fair value hedges that would otherwise be carried at amortised cost, are \r\nadjusted to record changes in the fair values attributable to the risks that are being hedged in effective hedge \r\nrelationships.\r\n\r\nThe financial report is presented in Australian dollars and all values are rounded to the nearest thousand                AASB 101.51(d),(e),\r\ndollars ($000) unless otherwise stated.  \r\nThe consolidated financial statements provide comparative information in respect of the previous period.               AASB 101.40A\r\nIn addition, the Group presents an additional statement of financial position at the beginning of the                       AASB 101.10(ea)\r\nearliest period presented when there is a retrospective application of an accounting policy, a retrospective\r\nrestatement, or a reclassification of items in financial statements. An additional statement of financial                    AASB 101.38 \r\nposition as at 1 January 2012 is presented in these consolidated financial statements due to retrospective              AASB 101.38A\r\napplication of certain accounting policies, refer Note 2.3.\r\n\r\n2.2 Compliance with IFRS                                                                                                                                          AASB 101.16                   The financial report also complies with International Financial Reporting Standards (IFRS) as issued \r\nby the International Accounting Standards Board.  \r\n\r\n2.3 Changes in accounting policy, disclosures, standards and interpretations\r\n(i) Changes in accounting policies, new and amended standards and interpretations                                                   AASB 108.14\r\nThe accounting policies adopted are consistent with those of the previous financial year except as \r\nfollows:\r\n\r\nRevaluation of land and buildings (property, plant and equipment)\r\n\r\nThe Group re-assessed its accounting for property, plant and equipment with respect to measurement of \r\ncertain classes of property, plant and equipment after initial recognition. The Group has previously \r\nmeasured all property, plant and equipment using the cost model as set out in AASB 116.30, whereby after \r\ninitial recognition of the asset classified as property, plant and equipment, the asset was carried at cost \r\nless accumulated depreciation and accumulated impairment losses.\r\n\r\nOn 1 January 2013 the Group elected to change the method of accounting for land and buildings\r\nclassified in property, plant and equipment, since the Group believes that revaluation model\r\nmore effectively demonstrates the financial position of land and buildings.\r\n\r\nAfter initial recognition, the Group uses the revaluation model, whereby land and buildings will be\r\n measured at fair value at the date of the revaluation less any subsequent accumulated depreciation \r\nand accumulated impairment losses. The Group applied the exemptions in AASB 108, which exempts \r\nthis change in accounting policy from retrospective application and extensive disclosure requirements.\r\n\r\nNew and amended standards and interpretations\r\n\r\nThe Group has adopted the following new and amended Australian Accounting Standards and AASB \r\nInterpretations as of 1 January 2013:\r\n\r\n􏰗 AASB 7 Financial Instruments: Disclosures – Offsetting Financial Assets and Financial Liabilities –\r\n Amendments to AASB 7\r\n􏰗 AASB 10 Consolidated Financial Statements, AASB 127 Separate Financial Statements\r\n􏰗 AASB 11 Joint Arrangements, AASB 128 Investments in Associates and Joint Ventures\r\n􏰗 AASB 12 Disclosure of Interests in Other Entities\r\n􏰗 AASB 13 Fair Value Measurement\r\n􏰗 AASB 19 Employee Benefits (Revised 2011)\r\n􏰗 Improvements to AASBs 2009-2011 Cycle\r\nThe adoption of the standards or interpretations is described below:                                                                            AASB 108.28\r\n   \r\n                                   ","user_id":1,"created_at":"2014-07-23T05:48:32.006Z","updated_at":"2014-07-23T05:48:32.006Z","pagenumber":55},{"id":22,"title":"3. Significant accounting judgements, estimates and assumptions","content":"The preparation of the Group’s consolidated financial statements requires management to make\r\n judgements, estimates and assumptions that affect the reported amounts of revenues, expenses, assets\r\n and liabilities, and the accompanying disclosures, and the disclosure of contingent liabilities. Uncertainty\r\n about these assumptions and estimates could result in outcomes that require a material adjustment to\r\n the carrying amount of assets or liabilities affected in future periods.\r\n\r\nJudgements\r\nIn the process of applying the Group’s accounting policies, management has made the following                        AASB 101.122\r\njudgements, which have the most significant effect on the amounts recognised in the consolidated\r\nfinancial statements:\r\n\r\nOperating lease commitments – Group as lessor\r\nThe Group has entered into commercial property leases on its investment property portfolio. The Group\r\n has determined, based on an evaluation of the terms and conditions of the arrangements, such as the \r\nlease term not constituting a substantial portion of the economic life of the commercial property, that it \r\nretains all the significant risks and rewards of ownership of these properties and accounts for the \r\ncontracts as operating leases.\r\n\r\nDiscontinued operations and non-cash distribution                                                                                                       AASB 5.7\r\nOn 1 October 2013, the board of directors announced its decision to discontinue the rubber segment                    AASB 5.5A\r\nconsisting of Hose Limited, a wholly owned subsidiary. The shares of Hose Limited will be distributed to                AASB 5.8\r\nthe shareholders of the Company. Therefore, the operations of Hose Limited are classified as a disposal               AASB 5.12A\r\ngroup held for distribution. The board considered the subsidiary to meet the criteria to be classified as               AASB Int 17.10\r\ngroup held for distribution. The board considered the subsidiary to meet the criteria to be classified as\r\nheld for distribution at that date for the following reasons:\r\n\r\n􏰗 Hose Limited is available for immediate distribution and can be distributed to potential shareholders\r\n in its current condition\r\n􏰗 The shareholders approved the distribution on 14 November 2013 and the actions to complete \r\nthe distribution were initiated and expected to be completed within one year\r\n􏰗 The Company expects the secretarial procedures and procedural formalities for the distribution\r\n to be completed by 28 February 2014\r\n\r\nFor more details on the discontinued operation and non-cash distribution refer to Notes 13 and 24.\r\n\r\nConsolidation of entities in which the Group holds less than majority of voting rights\r\nThe Group considers that it controls Electronics Limited even though it owns less than 50% of the voting      AASB 10.B41,B42\r\nrights. This is because the Group is the single largest shareholder of Electronics Limited with a 48%             AASB 12.7(a)\r\nequity interest. The remaining 52% of the equity shares in Electronics Limited are widely held by many         AASB 12.8\r\nother shareholders, none of which individually hold more than 1% of the equity shares (as recorded in          AASB 12.9\r\nthe company’s shareholders’ register from 1 October 2009 to 31 December 2013). Since 1 October\r\n 2009, which is the date of acquisition of Electronics Limited, there is no history of the other\r\n shareholders collaborating to exercise their votes collectively or to outvote the Group.\r\n\r\nCommentary\r\nUpon transition to AASB 10, the Group assessed that it controls Electronics Limited, despite of having less than a majority of the voting rights, based on the guidance under AASB 10.B42. Previously, under AASB 127 Consolidated and Separate Financial Statements, the Group had assessed that it does not control Electronics Limited.","user_id":1,"created_at":"2014-07-23T06:17:04.348Z","updated_at":"2014-07-23T06:17:04.348Z","pagenumber":87},{"id":15,"title":"Directors' report (continued)","content":"###Indemnification and insurance of directors and officers (continued)                                                                            #####CA 300(1)(g)\r\nDuring or since the financial year, the Company has paid premiums in respect of a contract insuring all             \r\nthe directors of Endeavour (International) Limited against legal costs incurred in defending proceedings \r\nfor conduct other than:\r\n(a) A wilful breach of duty\r\n(b) A contravention of sections 182 or 183 of the Corporations Act 2001, as permitted by section 199B\r\nof the Corporations Act 2001\r\n\r\nThe total amount of insurance contract premiums paid was $12,800.\r\n#####CA 300(8)(b),(9)(f)\r\n\r\n###Indemnification of auditors\r\nTo the extent permitted by law, the Company has agreed to indemnify its auditors, Ernst \u0026 Young, as                                     \r\npart of the terms of its audit engagement agreement against claims by third parties arising from the                                  \r\naudit (for an unspecified amount). No payment has been made to indemnify Ernst \u0026 Young during or since the financial year.\r\n#####CA 300(8)(a),\r\n#####CA 300(9)(b),(c) (e)\r\n#####CA 300(9)(d)\r\n#####Commentary Note 27 on p.33\r\n\r\n                                                                                                                                                                \r\n###Directors' meetings                                                                                                                                                                 \r\nThe number of meetings of directors (including meetings of committees of directors) held during the year and the number of meetings attended by each director were as follows:\r\n#####CA 300(10)(b)\r\n![alt text](/path/to/Screen Shot 2014-07-24 at 7.57.19.png\"Meetings of committees\")\r\nAll directors were eligible to attend all meetings held, except for C. Smart, who was eligible to attend eight directors' meetings and M. Evans, who was eligible to attend seven directors' meetings.\r\n\r\n###Committee membership                                                                                                                                                              \r\nAs at the date of this report, the Company had an audit committee, a remuneration committee, a nomination committee, a finance committee and a treasury committee of the board of directors.\r\nMembers acting on the committees of the board during the year were:\r\n\r\n|  Audit                      |     Remuneration    |      Nomination     |      Finance         |     Treasury        |\r\n| ------------------------ | ------------------------ | ---------------------- | -------------------- | ---------------------|\r\n| F. van den Berg (c) | J. Barraclough (c)  | J. Barraclough (c) |M.P. Boiteau (c) | M.P. Boiteau (c) |\r\n| M.A. Vlahov             | F. van den Berg     |  F. van den Berg  |   C.P. Muller       |  C.P. Muller       |\r\n| J. Barraclough         |   M.A. Vlahov         |  E.J. Brookes @    |                           |                           |\r\n\r\nNotes\r\n(c) Designatesthechairmanofthecommittee\r\n@ Mr E.J. Brookes is an independent consultant and non-director\r\n#####CA 300(10)(c)\r\n\r\n###Rounding                                                                                         \r\nThe amounts contained in this report and in the financial report have been rounded to the nearest $1,000 (where rounding is applicable) and where noted ($000) under the option available to the Company under ASIC CO 98/0100. The Company is an entity to which the class order applies.\r\n#####ASIC CO 98/0100\r\n\r\n\r\n","user_id":1,"created_at":"2014-07-22T18:12:53.553Z","updated_at":"2014-07-23T22:00:28.540Z","pagenumber":18},{"id":23,"title":"test","content":"#### sddf\r\n\r\n\r\n|                    |  Number of ordinary  | Number of preference shares  | Number of options |\r\n|----------------| ---------------------------| ---------------------------------------| ------------------------ |\r\n| right-aligned | $1600                      | mm                                           |                                |\r\n| centered      |   $12 | mm | |\r\n| are neat      |    $1 | mm | |","user_id":1,"created_at":"2014-07-23T06:47:40.095Z","updated_at":"2014-07-23T20:32:14.349Z","pagenumber":81},{"id":12,"title":"Directors' report (continued)","content":"###Directors (continued)\r\n####M.A. Vlahov, B.Com., C.A.\r\nM.A. Vlahov joined the board as a non-executive director in 2008. She is a practising chartered accountant and tax practitioner and is Chairman of the audit committee and a member of the remuneration committee of the Group.\r\n\r\n####C. Smart, M. Sc.\r\nC. Smart joined the board as a non-executive director on 1 May 2013. He has extensive knowledge of the chemical industry and has a Masters degree in chemical engineering from the University of Melbourne.\r\n\r\n####P.R. Garcia (alternate director)\r\nP.R. Garcia is a practising chartered accountant. He joined the board to act as an alternate director for M.P. Boiteau and C.P. Muller in 2008.\r\n\r\n####Interests in the shares and options of the Company and related bodies corporate\r\nAs at the date of this report, the interests of the directors in the shares and options of Endeavour (International) Limited were:\r\n#####CA 300(11)(a),(c)   \r\n\r\n|                    |  Number of ordinary shares  |  Number of preference shares  |  Number of options over ordinary shares  |\r\n|----------------| ---------------------------| ---------------------------------------| ------------------------ |\r\n| J. Barraclough |     321,940           |     20,000      |           -     |\r\n| M.P. Boiteau    |     702,000           |       6,000      |   110,000 |\r\n| C.P. Muller     |       117,500           |       5,000      |     98,500 |\r\n| A.N. Lockwood |      59,000           |              -       |              -  |\r\n| M.A. Vlahov |           37,000           |              -       |              -  |\r\n| C. Smart |                15,000           |              -       |              -  |\r\n| P.R. Garcia |            10,000          |              -        |              - |\r\n\r\n###Company Secretary\r\n####G.K. Dellas B.Comm. (Hons) F.C.A                                                                                                                 \r\nG.K. Dellas has been the Company Secretary of Endeavour (International) Limited for eight years. She has been a chartered accountant for over 15 years.\r\n#####CA 300(10)(d)\r\n\r\n###Dividends\r\n| | Cents | $000 |\r\n|---|-------|--------|\r\n| Final dividends recommended: | | |\r\n| ordinary shares  | 5.01 |  1,087 |\r\n|                            |         |---------|\r\n| Divided paid in the year: | |       |\r\n| Interim for the year | |   |\r\n| on ordinary shares |  4.66 | 877 |\r\n| on preference shares | 0.46 | 13 |\r\n|                                    |         |-----|\r\n| | | 890 |\r\n| | |-------|\r\n| Final for 2012 shown as recommended | | |\r\n| in the 2012 financial report | | |\r\n| on ordinary shares | 5.66 | 1,069 |\r\n| on preference shares | 0.46 |  13 |\r\n| | |----|\r\n| | | 1,082 |\r\n| | |---------|\r\n#####CA 300(1)(b)\r\n#####CA 300(1)(a)\r\n","user_id":1,"created_at":"2014-07-22T17:38:32.224Z","updated_at":"2014-07-23T20:56:32.892Z","pagenumber":15},{"id":2,"title":"Contents","content":"|||\r\n| ---- | ------ |\r\n| Foreword........................................................................................................................................................|  1  |\r\n| Introduction....................................................................................................................................................|  4  |\r\n|Abbreviations and key ....................................................................................................................................|  7  |\r\n|Contents to financial report.............................................................................................................................|  8  |\r\n|Corporate information ....................................................................................................................................| 10 |\r\n|Directors' report .............................................................................................................................................| 12 |\r\n|Corporate governance statement ..................................................................................................................| 34 |\r\n|Consolidated statement of profit or loss .........................................................................................................| 44 |\r\n|Consolidated statement of other comprehensive income...............................................................................| 46 |\r\n|Consolidated statement of financial position ..................................................................................................| 48 |\r\n|Consolidated statement of changes in equity .................................................................................................| 50 |\r\n|Consolidated statement of cash flows.............................................................................................................| 53 |\r\n|Notes to the consolidated financial statements ..............................................................................................| 54 |\r\n|1.   Corporate information ...............................................................................................................................| 54 |\r\n|2.    Summary of significant accounting policies .............................................................................................| 54 |\r\n|2.1  Basis of preparation .................................................................................................................................| 55 |\r\n|2.2  Compliance with IFRS ..............................................................................................................................| 55 |\r\n|2.3  Changes in accounting policy, disclosures, standards and interpretations ..............................................| 55 |\r\n|3.    Significant accounting judgements, estimates and assumptions ..............................................................| 87 |\r\n|4.     Business combinations and acquisition of non-controlling interests ........................................................| 96 |\r\n|5.     Information relating to subsidiaries ...........................................................................................................| 89 |\r\n|6.     Material parly-owned subsidiaries ............................................................................................................| 90 |\r\n|7.     Interest in a joint venture ..........................................................................................................................| 93 |\r\n|8.     Investment in an associate .......................................................................................................................| 94 |\r\n|9.     Fair value measurement............................................................................................................................| 95 |\r\n|10.   Segment information ................................................................................................................................| 98 |\r\n|11.   Other income/expenses and adjustments...............................................................................................| 101 |\r\n|11.1 Other operating income...........................................................................................................................| 101 |\r\n|11.2 Other operating expenses.......................................................................................................................| 101 |\r\n|11.3 Finance costs..........................................................................................................................................| 102 |\r\n|11.4 Finance income.......................................................................................................................................| 102 |\r\n|11.5 Depreciation,amortisation,foreign exchange differences and costs of inventories included in the         |        |\r\n|         consolidated statement of profit or loss..................................................................................................| 102 |\r\n|11.6  Employee benefits expense....................................................................................................................| 103 |\r\n|11.7  Research and development costs..........................................................................................................| 103 |\r\n|11.8  Components of other comprehensive income(OCI)................................................................................| 103 |\r\n|12.    Income tax..............................................................................................................................................| 104 |\r\n|13.    Discontinued operations.........................................................................................................................| 109 |\r\n|14.    Earnings per share (EPS)........................................................................................................................| 112 |\r\n|15.    Property, plant and equipment ...............................................................................................................| 113 |\r\n|16.    Investment properties..............................................................................................................................| 115 |\r\n|17.    Intangible assets .....................................................................................................................................| 117 |\r\n|18.    Financial assets and financial liabilities .................................................................................................. | 118 |\r\n|18.1  Financial assets ......................................................................................................................................| 118 |\r\n|18.2  Financial liabilities, Interest-bearing loans and borrowings .....................................................................| 119 |\r\n|18.3  Hedging activities and derivatives............................................................................................................| 123 |\r\n|18.4  Fair values ...............................................................................................................................................| 124 |\r\n|18.5  Financial risk management objectives and policies .................................................................................| 128 |\r\n|18.6  CapitalManagement..................................................................................................................................| 134 | \r\n|19      Impairment testing of goodwill and intangible assets with indefinite lives................................................| 135 |\r\n|20.     Inventories ..............................................................................................................................................| 137 |\r\n|21.    Trade and other receivables (current) .....................................................................................................| 137 |\r\n","user_id":1,"created_at":"2014-07-22T14:50:10.869Z","updated_at":"2014-07-23T09:55:05.722Z","pagenumber":3},{"id":16,"title":"Directors' report (continued)","content":"###Remuneration report (audited) (continued)                                                                                                      \r\n#####CA 300A(1) \r\n#####CA 300A(1A)\r\n###3. Executive remuneration arrangements (continued)\r\n###3B. Approach to setting remuneration     \r\n#####CA 300A(1)(a),(b)                                                                                                     \r\nIn FY13, the executive remuneration framework consisted of fixed remuneration and short and long- term incentives as outlined below.\r\n\r\nThe Group aims to reward executives with a level and mix of remuneration appropriate to their position, responsibilities and performance within the Group and aligned with market practice.\r\nThe Group’s policy is to position TEC around the median of our direct industry peers and other Australian listed companies of a similar size and complexity. In FY13 remuneration benchmarking was undertaken with reference to industry peers with a market capitalisation between 50% and 200% of the Group’s market capitalisation. Total reward opportunities are intended to provide the opportunity to earn top quartile rewards for outstanding performance against the stretch targets set.\r\nRemuneration levels are considered annually through a remuneration review that considers market data, insights into remuneration trends, the performance of the Company and individual, and the broader economic environment.\r\n\r\nThe following summarises the CEO’s and executives’ target remuneration mix.\r\n![alt text](/path/to/Screen Shot 2014-07-20 at 14.50.28.png \"CEO,Executive target remuneration mix\")\r\n\r\n###3C. Detail of incentive plans\r\n####Short-term incentive (STI)\r\nThe Group operates an annual STI program that is available to executives and awards a cash bonus\r\nsubject to the attainment of clearly defined Group and business unit measures.\r\n#####CA 300A(1)(ba)\r\n\r\nActual STI payments awarded to each executive depend on the extent to which specific targets set at\r\nthe beginning of the financial year are met. The targets consist of a number of key performance\r\nindicators (KPIs) covering financial and non-financial, corporate and business unit measures of\r\nperformance. A summary of the measures and weightings are set out below.\r\n#####CA 300A(1)(ba)(i)\r\n#####Reg. 2M3.03(1)\r\n#####Item 12(b)-(c)\r\n\r\n| | EPS | Business unit PBT |  Group and business unit non-financial measures: |\r\n|---|----|----|----|\r\n| CEO |  60% | 0% | 40% | \r\n| Other functional executives | 50% | 0% | 50% | \r\n| Business unit leaders | 30% | 30% | 40% |\r\n\r\nThe financial performance measures were chosen as they represent the key drivers for the short-term\r\nsuccess of the business and provide a framework for delivering long-term value.\r\n#####CA 300A(1)(ba)(ii)\r\n\r\nThe non-financial component of the STI plan is measured with reference to an assessment against a\r\nrange of measures. The measures (and their intended objectives) are as follows:\r\n\r\n* Market and competitive positioning: to ensure the Group preserves its market share.\r\n* Customer service: to ensure appropriate attention is placed on the retention of our existing\r\ncustomers.\r\n* Implementation of key growth initiatives: to ensure appropriate investment is made with respect\r\nto the Group’s growth objectives.\r\n* Risk management: to ensure the achievement of the financial performance measures is within the\r\nGroup’s risk framework and is sustainable over the long-term.\r\n* Leadership/team contribution: to ensure appropriate attention is placed on the growth and\r\ndevelopment of our talent as a means of leadership succession.","user_id":1,"created_at":"2014-07-22T18:28:18.441Z","updated_at":"2014-07-23T21:39:13.895Z","pagenumber":23},{"id":20,"title":"Notes to the consolidated financial statements","content":"###For the year ended 31 December 2013\r\n####1. Corporate information                                                                                                                                    \r\nThe consolidated financial statements of Endeavour (International) Limited and its subsidiaries                      \r\n(collectively, the Group) for the year ended 31 December 2013 were authorised for issue in accordance\r\nwith a resolution of the directors on 23 February 2014.   \r\n#####AASB 101.10(e)\r\n#####AASB 101.49    \r\n#####AASB 101.113       \r\n#####AASB 101.51(a)\r\n#####AASB 101.51(b)\r\n#####AASB 101.51(c)\r\n                                                                       \r\nEndeavour (International) Limited (the Company or the parent) is a for profit company limited by shares        \r\nincorporated in Australia whose shares are publicly traded on the Australian Stock Exchange. The               \r\nultimate parent of Endeavour (International) Limited is S.J Limited which owns 52.82% of the ordinary\r\nshares.                                                                                                                                                               \r\n#####AASB 110.17\r\n\r\nThe nature of the operations and principal activities of the Group are described in the directors’ report.                                                                                                                                                                   \r\nInformation on the Group’s structure is provided in Note 5. Information on other related party \r\nrelationships is provided in Note 31.      \r\n#####AASB 101.138(a)\r\n#####AASB 101.138(c)\r\n#####AASB 101.138(b)\r\n                                                                                                           \r\n####2. Summary of significant accounting policies\r\n| Table of contents | |\r\n|----|----|\r\n| (a)  Basis of consolidation ...................................................................................................|  55 |\r\n| (b)  Business combinations and goodwill ............................................................................|  56 |\r\n| (c)  Investment in associates and joint ventures .................................................................|  57 |\r\n| (d)   Current versus non-current classification.......................................................................| 58 |\r\n| (e)   Foreign currency translation ..........................................................................................| 58 |\r\n| (f)    Revenue recognition ......................................................................................................| 59 |\r\n| (g)    Government grants.........................................................................................................| 60 |\r\n| (h)   Taxes ..............................................................................................................................|  61 |\r\n| (i)    Non-current assets held for sale or for distribution to equity holders of the parent and    |      |\r\n|         discontinued operations...................................................................................................| 62 |\r\n| (j)   Cash dividend and non-cash distribution to equity holders of the parent ...........................| 63 |\r\n| (k)   Property, plant and equipment ..........................................................................................| 63 |\r\n| (l)    Leases................................................................................................................................| 64 |\r\n| (m)  Borrowing costs .................................................................................................................| 64 |\r\n| (n)   Investment properties..........................................................................................................| 65 |\r\n| (o)   Intangible assets .................................................................................................................| 65 |\r\n| (p)  Financial instruments – initial recognition and subsequent measurement ...........................| 67 |\r\n| (q)  Derivative financial instruments and hedge accounting .......................................................| 71 |\r\n| (r)   Inventories ............................................................................................................................| 73 |\r\n| (s)   Impairment of non-financial assets .......................................................................................| 73 |\r\n| (s)   Impairment of non-financial assets (continued).....................................................................| 74 |\r\n| (t)    Cash and short-term deposits ...............................................................................................| 74 |\r\n| (u)   Convertible preference shares ..............................................................................................| 74 |\r\n| (v)    Treasury shares ....................................................................................................................| 75 |\r\n| (w)   Provisions...............................................................................................................................| 75 |\r\n| (x)    Pensions and other post employment benefits ......................................................................| 77 |\r\n| (y)    Share-based payments...........................................................................................................| 77 |\r\n| (z)    Fair value measurement..........................................................................................................| 78 |","user_id":1,"created_at":"2014-07-23T04:34:00.608Z","updated_at":"2014-07-23T22:25:57.503Z","pagenumber":59},{"id":6,"title":"Introduction (continued)","content":"###Australian Accounting Standards applicable as at 31 October 2013 (continued)\r\n\r\nIn addition, the disclosure requirements of the following Australian Accounting Standards are not applicable to the Group and have therefore not been dealt with in the financial report:\r\n\r\n| | | |\r\n| ------------- | ---------- | ---------- |\r\n| AASB |      1 | First Time Adoption of Australian Equivalents to International Financial Reporting Standards |\r\n| AASB |      4 | Insurance Contracts |\r\n| AASB |      6 | Exploration for and Evaluation of Mineral Resources |\r\n| AASB |      9  | Financial Instruments |\r\n| AASB |   111 | Construction Contracts |\r\n| AASB |   129 | Financial Reporting in Hyperinflationary Economies |\r\n| AASB |   134 | Interim Financial Reporting*  |\r\n| AASB |   141 | Agriculture**  |\r\n| AASB | 1004 | Contributions |\r\n| AASB | 1023 | General Insurance Contracts |\r\n| AASB | 1038 | Life Insurance Contracts |\r\n| AASB | 1039 | Concise Financial Reports |\r\n| AASB | 1049 | Whole of Government and General Government Sector Financial Reporting |\r\n| AASB | 1050 | Administered Items |\r\n| AASB | 1051 | Land Under Roads |\r\n| AASB | 1052 | Disaggregated Disclosures |\r\n| AASB | 1053 | Application of Tiers of Accounting Standards*  |\r\n| AASB | 1055 | Budgetary Reporting |\r\n| AAS    |     25 | Financial Reporting by Superannuation Plans |\r\n| Interpretation  | 7 | Applying the Restatement Approach under AASB 129 Financial Reporting in Hyperinflationary Economies |\r\n| Interpretation | 12 | Service Concession Arrangements |\r\n| Interpretation | 13 | Customer Loyalty Programs |\r\n| Interpretation | 15 | Agreements for the Construction of Real Estate |\r\n| Interpretation | 20 | Stripping Costs in the Production Phase of a Surface Mine |\r\n| Interpretation | 21 | Levies* |\r\n| Interpretation | 107 | Introduction of the Euro |\r\n| Interpretation | 110 | Government Assistance — No Specific Relation to Operating Activities |\r\n| Interpretation | 125 | Income Taxes – Changes in the Tax Status of an Entity or its Shareholders |\r\n| Interpretation | 129 | Service Concession Arrangements: Disclosures |\r\n| Interpretation | 131 | Revenue — Barter Transactions Involving Advertising Services |\r\n| Interpretation | 132 | Intangible Assets — Web Site Costs |\r\n| Interpretation | 1003 | Australian Petroleum Resource Rent Tax |\r\n| Interpretation | 1038 |  Contributions by Owners Made to Wholly-Owned Public Sector Entities |\r\n| Interpretation |  1042   |  Subscriber Acquisition Costs in the Telecommunications Industry |\r\n| Interpretation |   1047  |  Professional Indemnity Claims Liabilities in Medical Defence Organisations |\r\n| Interpretation |   1055  |  Accounting for Road Earthworks |\r\n* An example half-year financial report in accordance with AASB 134 is included in Appendix C. \r\n** Example disclosures for agricultural assets are included as a guide in Appendix B. \r\n\r\n###Other changes\r\nOther changes from the January 2013 edition have been made in order to reflect practice developments and to improve the overall quality of the illustrative financial statements.\r\n\r\nIn order to illustrate the impact of transition to some of the new or amended standards mentioned above, in this edition certain scenarios are revised and new scenarios not existing in January 2013 edition are introduced. As a result, this edition is not entirely consistent with the January 2013 edition.","user_id":1,"created_at":"2014-07-22T15:54:20.107Z","updated_at":"2014-07-23T19:43:05.396Z","pagenumber":7},{"id":7,"title":"Abbreviations and key ","content":"###Abbreviations\r\n\r\nThe following styles of abbreviation are used in the commentary pages of the Endeavour (International) Limited illustrative financial report:\r\n\r\n| | | |\r\n|---| ---| ---|\r\n| AASB 112.2 |         |  Australian Accounting Standard No. 112, paragraph 2 |\r\n| AASB Int 115.4 |     | AASB Interpretation No. 115, paragraph 4 |\r\n| CA 300A |               | Corporations Act 2001, section 300A |\r\n| Reg 2M.3.03(1) |     | Corporations Regulations 2001, Chapter 2M, Regulation 3.03, paragraph 1|\r\n| ASIC CO |               | Australian Securities \u0026 Investments Commission Class Order |\r\n| ASIC IR |                 | Australian Securities \u0026 Investments Commission Information Release |\r\n| ASIC INFO |            | Australian Securities \u0026 Investments Commission Information Sheet |\r\n| ASIC RG |                | Australian Securities \u0026 Investments Commission Regulatory Guidance |\r\n| ASX Rec 2.5 |          | Australian Stock Exchange Corporate Governance Council, Principles of Good Corporate Governance |\r\n|                      |          | and Best Practice Recommendations, Recommendation 2.5 |\r\n| ASX 4.10.5 |            | Australian Stock Exchange Listing Rules Chapter 4, Rule 10.5 |\r\n| Interpretations |       | Interpretations of the AASB |\r\n\r\n###Caveat\r\nThe names of people and corporations included in this illustrative financial report are fictitious and have been created for the purpose of illustration only. Any resemblance to any person or business is purely coincidental.\r\n\r\nThis financial report is illustrative only and does not attempt to show all possible accounting and disclosure requirements. In case of doubt as to the requirements, it is essential to refer to the relevant source and, where necessary, seek appropriate professional advice. Although the illustrative financial report attempts to show the most likely disclosure requirements for industrial companies, it should not be regarded as a comprehensive checklist of disclosure requirements.","user_id":1,"created_at":"2014-07-22T15:59:05.073Z","updated_at":"2014-07-23T19:50:55.466Z","pagenumber":8},{"id":24,"title":"Financial Report cover page","content":"Endeavour^™ (International) Limited\r\nABN 00 000 000 000\r\nAnnual financial report for the \r\nyear ended 31 December 2013\r\n(also applicable to 30 June 2014 year ends) ","user_id":1,"created_at":"2014-07-23T19:53:46.457Z","updated_at":"2014-07-23T19:53:46.457Z","pagenumber":9},{"id":25,"title":"Financial statements cover page","content":"Financial \r\nStatements","user_id":1,"created_at":"2014-07-23T22:08:18.249Z","updated_at":"2014-07-23T22:08:18.249Z","pagenumber":47}]